Repository: BalloonInc/trivit-ios
Catalog: trivit/*.lproj/Localizable.strings
Languages: ar, bn, de, es, fr, hi, id, it, ja, nl, pl, pt_br, ru, th, tr, vi

source: Settings
ar: الإعدادات
bn: সেটিংস
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt

source: Done
ar: تم
bn: সম্পন্ন
de: Fertig
es: Listo
fr: Terminé
hi: पूर्ण
id: Selesai
it: Fine
ja: 完了
nl: Klaar
pl: Gotowe
pt_br: Concluído
ru: Готово
th: เสร็จ
tr: Tamam
vi: Xong

source: No Trivits Yet
ar: لا توجد عدادات بعد
bn: এখনো কোনো কাউন্টার নেই
de: Noch keine Zähler
es: Aún no hay contadores
fr: Aucun compteur
hi: अभी कोई काउंटर नहीं
id: Belum Ada Penghitung
it: Nessun Contatore
ja: カウンターがありません
nl: Nog geen tellers
pl: Brak liczników
pt_br: Nenhum Contador Ainda
ru: Пока нет счётчиков
th: ยังไม่มีตัวนับ
tr: Henüz Sayaç Yok
vi: Chưa có bộ đếm nào

source: Tap + to create your first tally counter
ar: اضغط + لإنشاء أول عداد
bn: আপনার প্রথম কাউন্টার তৈরি করতে + ট্যাপ করুন
de: Tippe auf + um deinen ersten Zähler zu erstellen
es: Toca + para crear tu primer contador
fr: Appuyez sur + pour créer votre premier compteur
hi: अपना पहला काउंटर बनाने के लिए + टैप करें
id: Ketuk + untuk membuat penghitung pertama Anda
it: Tocca + per creare il tuo primo contatore
ja: + をタップして最初のカウンターを作成
nl: Tik op + om je eerste teller aan te maken
pl: Dotknij + aby utworzyć pierwszy licznik
pt_br: Toque em + para criar seu primeiro contador
ru: Нажмите + чтобы создать первый счётчик
th: แตะ + เพื่อสร้างตัวนับแรกของคุณ
tr: İlk sayacınızı oluşturmak için + düğmesine dokunun
vi: Nhấn + để tạo bộ đếm đầu tiên

source: New Trivit
ar: عداد جديد
bn: নতুন কাউন্টার
de: Neuer Zähler
es: Nuevo contador
fr: Nouveau compteur
hi: नया काउंटर
id: Penghitung Baru
it: Nuovo Contatore
ja: 新しいカウンター
nl: Nieuwe teller
pl: Nowy licznik
pt_br: Novo Contador
ru: Новый счётчик
th: ตัวนับใหม่
tr: Yeni Sayaç
vi: Bộ đếm mới

source: Rename
ar: إعادة التسمية
bn: নাম পরিবর্তন
de: Umbenennen
es: Renombrar
fr: Renommer
hi: नाम बदलें
id: Ubah Nama
it: Rinomina
ja: 名前を変更
nl: Hernoemen
pl: Zmień nazwę
pt_br: Renomear
ru: Переименовать
th: เปลี่ยนชื่อ
tr: Yeniden Adlandır
vi: Đổi tên

source: Change Color
ar: تغيير اللون
bn: রং পরিবর্তন
de: Farbe ändern
es: Cambiar color
fr: Changer la couleur
hi: रंग बदलें
id: Ubah Warna
it: Cambia Colore
ja: 色を変更
nl: Kleur wijzigen
pl: Zmień kolor
pt_br: Mudar Cor
ru: Изменить цвет
th: เปลี่ยนสี
tr: Renk Değiştir
vi: Đổi màu

source: Reset Count
ar: إعادة تعيين العد
bn: গণনা রিসেট
de: Zähler zurücksetzen
es: Reiniciar conteo
fr: Réinitialiser le compteur
hi: गिनती रीसेट करें
id: Atur Ulang Hitungan
it: Azzera Conteggio
ja: カウントをリセット
nl: Telling resetten
pl: Wyzeruj licznik
pt_br: Zerar Contagem
ru: Сбросить счёт
th: รีเซ็ตการนับ
tr: Sayacı Sıfırla
vi: Đặt lại số đếm

source: Delete
ar: حذف
bn: মুছুন
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
id: Hapus
it: Elimina
ja: 削除
nl: Verwijderen
pl: Usuń
pt_br: Apagar
ru: Удалить
th: ลบ
tr: Sil
vi: Xóa

source: Title
ar: العنوان
bn: শিরোনাম
de: Titel
es: Título
fr: Titre
hi: शीर्षक
id: Judul
it: Titolo
ja: タイトル
nl: Titel
pl: Tytuł
pt_br: Título
ru: Название
th: ชื่อ
tr: Başlık
vi: Tiêu đề

source: General
ar: عام
bn: সাধারণ
de: Allgemein
fr: Général
hi: सामान्य
id: Umum
it: Generale
ja: 一般
nl: Algemeen
pl: Ogólne
pt_br: Geral
ru: Основные
th: ทั่วไป
tr: Genel
vi: Chung

source: Color Scheme
ar: نظام الألوان
bn: রঙের স্কিম
de: Farbschema
es: Esquema de colores
fr: Palette de couleurs
hi: रंग योजना
id: Skema Warna
it: Schema Colori
ja: カラースキーム
nl: Kleurenschema
pl: Schemat kolorów
pt_br: Esquema de Cores
ru: Цветовая схема
th: ชุดสี
tr: Renk Şeması
vi: Bảng màu

source: Sync Info
ar: معلومات المزامنة
bn: সিঙ্ক তথ্য
es: Info de sincronización
fr: Info de synchronisation
hi: सिंक जानकारी
id: Info Sinkronisasi
it: Info Sincronizzazione
ja: 同期情報
nl: Synchronisatie-info
pl: Info o synchronizacji
pt_br: Info de Sincronização
ru: Информация о синхронизации
th: ข้อมูลการซิงค์
tr: Senkronizasyon Bilgisi
vi: Thông tin đồng bộ

source: About
ar: حول
bn: সম্পর্কে
de: Über
es: Acerca de
fr: À propos
hi: के बारे में
id: Tentang
it: Informazioni
ja: 情報
nl: Over
pl: O aplikacji
pt_br: Sobre
ru: О приложении
th: เกี่ยวกับ
tr: Hakkında
vi: Giới thiệu

source: Data
ar: البيانات
bn: ডেটা
de: Daten
es: Datos
fr: Données
hi: डेटा
it: Dati
ja: データ
nl: Gegevens
pl: Dane
pt_br: Dados
ru: Данные
th: ข้อมูล
tr: Veri
vi: Dữ liệu

source: Haptic Feedback
ar: الاستجابة اللمسية
bn: হ্যাপটিক ফিডব্যাক
de: Haptisches Feedback
es: Respuesta háptica
fr: Retour haptique
hi: हैप्टिक फीडबैक
id: Umpan Balik Haptik
it: Feedback Aptico
ja: 触覚フィードバック
nl: Haptische feedback
pl: Wibracje dotykowe
pt_br: Feedback Tátil
ru: Тактильный отклик
th: การตอบสนองสัมผัส
tr: Dokunsal Geri Bildirim
vi: Phản hồi xúc giác

source: Palette
ar: لوحة الألوان
bn: প্যালেট
es: Paleta
hi: पैलेट
id: Palet
it: Tavolozza
ja: パレット
nl: Palet
pl: Paleta
pt_br: Paleta
ru: Палитра
th: จานสี
tr: Palet
vi: Bảng màu

source: Trivits Synced
ar: العدادات المتزامنة
bn: সিঙ্ক করা কাউন্টার
de: Synchronisierte Zähler
es: Contadores sincronizados
fr: Compteurs synchronisés
hi: सिंक किए गए काउंटर
id: Penghitung Tersinkron
it: Contatori Sincronizzati
ja: 同期済みカウンター
nl: Gesynchroniseerde tellers
pl: Zsynchronizowane liczniki
pt_br: Contadores Sincronizados
ru: Синхронизировано счётчиков
th: ตัวนับที่ซิงค์
tr: Senkronize Sayaçlar
vi: Bộ đếm đã đồng bộ

source: Last Sync
ar: آخر مزامنة
bn: শেষ সিঙ্ক
de: Letzte Synchronisierung
es: Última sincronización
fr: Dernière synchronisation
hi: अंतिम सिंक
id: Sinkronisasi Terakhir
it: Ultima Sincronizzazione
ja: 最終同期
nl: Laatste synchronisatie
pl: Ostatnia synchronizacja
pt_br: Última Sincronização
ru: Последняя синхронизация
th: ซิงค์ล่าสุด
tr: Son Senkronizasyon
vi: Đồng bộ lần cuối

source: Device
ar: الجهاز
bn: ডিভাইস
de: Gerät
es: Dispositivo
fr: Appareil
hi: डिवाइस
id: Perangkat
it: Dispositivo
ja: デバイス
nl: Apparaat
pl: Urządzenie
pt_br: Dispositivo
ru: Устройство
th: อุปกรณ์
tr: Cihaz
vi: Thiết bị

source: Version
ar: الإصدار
bn: সংস্করণ
es: Versión
hi: संस्करण
id: Versi
it: Versione
ja: バージョン
nl: Versie
pl: Wersja
pt_br: Versão
ru: Версия
th: เวอร์ชัน
tr: Sürüm
vi: Phiên bản

source: Rate on App Store
ar: قيّم على App Store
bn: App Store-এ রেট করুন
de: Im App Store bewerten
es: Valorar en App Store
fr: Noter sur l'App Store
hi: App Store पर रेट करें
id: Beri Rating di App Store
it: Valuta su App Store
ja: App Storeで評価
nl: Beoordeel in App Store
pl: Oceń w App Store
pt_br: Avaliar na App Store
ru: Оценить в App Store
th: ให้คะแนนบน App Store
tr: App Store'da Değerlendir
vi: Đánh giá trên App Store

source: Send Feedback
ar: إرسال ملاحظات
bn: ফিডব্যাক পাঠান
de: Feedback senden
es: Enviar comentarios
fr: Envoyer un commentaire
hi: फीडबैक भेजें
id: Kirim Masukan
it: Invia Feedback
ja: フィードバックを送信
nl: Stuur feedback
pl: Wyślij opinię
pt_br: Enviar Feedback
ru: Отправить отзыв
th: ส่งความคิดเห็น
tr: Geri Bildirim Gönder
vi: Gửi phản hồi

source: Reset All Trivits
ar: إعادة تعيين جميع العدادات
bn: সব কাউন্টার রিসেট করুন
de: Alle Zähler zurücksetzen
es: Reiniciar todos los contadores
fr: Réinitialiser tous les compteurs
hi: सभी काउंटर रीसेट करें
id: Atur Ulang Semua Penghitung
it: Azzera Tutti i Contatori
ja: すべてのカウンターをリセット
nl: Alle tellers resetten
pl: Wyzeruj wszystkie liczniki
pt_br: Resetar Todos os Contadores
ru: Сбросить все счётчики
th: รีเซ็ตตัวนับทั้งหมด
tr: Tüm Sayaçları Sıfırla
vi: Đặt lại tất cả bộ đếm

source: Vibrant
ar: نابض بالحياة
bn: প্রাণবন্ত
de: Lebendig
es: Vibrante
fr: Vif
hi: जीवंत
id: Cerah
it: Vivace
ja: 鮮やか
nl: Levendig
pl: Żywe
pt_br: Vibrante
ru: Яркие
th: สดใส
tr: Canlı
vi: Rực rỡ

source: Pastel
ar: باستيل
bn: প্যাস্টেল
de: Pastell
hi: पेस्टल
it: Pastello
ja: パステル
pl: Pastelowe
ru: Пастельные
th: พาสเทล

source: Monochrome
ar: أحادي اللون
bn: একরঙা
de: Einfarbig
es: Monocromático
hi: एकरंग
id: Monokrom
it: Monocromo
ja: モノクロ
nl: Monochroom
pl: Monochromatyczne
pt_br: Monocromático
ru: Монохром
th: ขาวดำ
tr: Tek Renk
vi: Đơn sắc

source: Ocean
ar: المحيط
bn: সমুদ্র
de: Ozean
es: Océano
fr: Océan
hi: सागर
id: Samudra
it: Oceano
ja: 海
nl: Oceaan
pt_br: Oceano
ru: Океан
th: มหาสมุทร
tr: Okyanus
vi: Đại dương

source: Sunset
ar: الغروب
bn: সূর্যাস্ত
de: Sonnenuntergang
es: Atardecer
fr: Coucher de soleil
hi: सूर्यास्त
id: Senja
it: Tramonto
ja: 夕焼け
nl: Zonsondergang
pl: Zachód słońca
pt_br: Pôr do Sol
ru: Закат
th: พระอาทิตย์ตก
tr: Gün Batımı
vi: Hoàng hôn

source: Forest
ar: الغابة
bn: বন
de: Wald
es: Bosque
fr: Forêt
hi: जंगल
id: Hutan
it: Foresta
ja: 森
nl: Bos
pl: Las
pt_br: Floresta
ru: Лес
th: ป่า
tr: Orman
vi: Rừng

source: Candy
ar: حلوى
bn: ক্যান্ডি
de: Bonbon
es: Caramelo
fr: Bonbon
hi: कैंडी
id: Permen
it: Caramella
ja: キャンディ
nl: Snoep
pl: Cukierki
pt_br: Doce
ru: Конфеты
th: ลูกอม
tr: Şeker
vi: Kẹo

source: Earth
ar: الأرض
bn: পৃথিবী
de: Erde
es: Tierra
fr: Terre
hi: धरती
id: Bumi
it: Terra
ja: 大地
nl: Aarde
pl: Ziemia
pt_br: Terra
ru: Земля
th: โลก
tr: Toprak
vi: Đất

source: Are you sure you want to delete all trivits?
ar: هل أنت متأكد من حذف جميع العدادات؟
bn: আপনি কি সব কাউন্টার মুছতে চান?
de: Möchtest du wirklich alle Zähler löschen?
es: ¿Seguro que quieres eliminar todos los contadores?
fr: Êtes-vous sûr de vouloir supprimer tous les compteurs?
hi: क्या आप वाकई सभी काउंटर हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus semua penghitung?
it: Sei sicuro di voler eliminare tutti i contatori?
ja: すべてのカウンターを削除しますか？
nl: Weet je zeker dat je alle tellers wilt verwijderen?
pl: Czy na pewno chcesz usunąć wszystkie liczniki?
pt_br: Tem certeza que deseja apagar todos os contadores?
ru: Вы уверены, что хотите удалить все счётчики?
th: คุณแน่ใจหรือว่าต้องการลบตัวนับทั้งหมด?
tr: Tüm sayaçları silmek istediğinizden emin misiniz?
vi: Bạn có chắc muốn xóa tất cả bộ đếm?

source: Are you sure you want to reset '%@'?
ar: هل أنت متأكد من إعادة تعيين '%@'؟
bn: আপনি কি '%@' রিসেট করতে চান?
de: Möchtest du '%@' wirklich zurücksetzen?
es: ¿Seguro que quieres reiniciar '%@'?
fr: Êtes-vous sûr de vouloir réinitialiser '%@'?
hi: क्या आप वाकई '%@' रीसेट करना चाहते हैं?
id: Apakah Anda yakin ingin mengatur ulang '%@'?
it: Sei sicuro di voler azzerare '%@'?
ja: '%@'をリセットしますか？
nl: Weet je zeker dat je '%@' wilt resetten?
pl: Czy na pewno chcesz wyzerować '%@'?
pt_br: Tem certeza que deseja zerar '%@'?
ru: Вы уверены, что хотите сбросить '%@'?
th: คุณแน่ใจหรือว่าต้องการรีเซ็ต '%@'?
tr: '%@' sayacını sıfırlamak istediğinizden emin misiniz?
vi: Bạn có chắc muốn đặt lại '%@'?

source: Are you sure you want to reset all counts to 0?
ar: هل أنت متأكد من إعادة تعيين جميع الأعداد إلى 0؟
bn: আপনি কি সব গণনা 0 তে রিসেট করতে চান?
de: Möchtest du wirklich alle Zähler auf 0 setzen?
es: ¿Seguro que quieres reiniciar todos los conteos a 0?
fr: Êtes-vous sûr de vouloir réinitialiser tous les compteurs à 0?
hi: क्या आप वाकई सभी गिनती 0 पर रीसेट करना चाहते हैं?
id: Apakah Anda yakin ingin mengatur ulang semua hitungan ke 0?
it: Sei sicuro di voler azzerare tutti i conteggi?
ja: すべてのカウントを0にリセットしますか？
nl: Weet je zeker dat je alle tellers naar 0 wilt resetten?
pl: Czy na pewno chcesz wyzerować wszystkie liczniki?
pt_br: Tem certeza que deseja zerar todas as contagens?
ru: Вы уверены, что хотите сбросить все счётчики до 0?
th: คุณแน่ใจหรือว่าต้องการรีเซ็ตการนับทั้งหมดเป็น 0?
tr: Tüm sayaçları 0'a sıfırlamak istediğinizden emin misiniz?
vi: Bạn có chắc muốn đặt lại tất cả về 0?

source: Blue
ar: أزرق
bn: নীল
de: Blau
es: Azul
fr: Bleu
hi: नीला
id: Biru
it: Blu
ja: 青
nl: Blauw
pl: Niebieski
pt_br: Azul
ru: Синий
th: น้ำเงิน
tr: Mavi
vi: Xanh dương

source: Cannot add
ar: لا يمكن الإضافة
bn: যোগ করা যাচ্ছে না
de: Hinzufügen nicht möglich
es: No se puede añadir
fr: Impossible d'ajouter
hi: जोड़ नहीं सकते
id: Tidak dapat menambahkan
it: Impossibile aggiungere
ja: 追加できません
nl: Kan niet toevoegen
pl: Nie można dodać
pt_br: Não é possível adicionar
ru: Невозможно добавить
th: ไม่สามารถเพิ่มได้
tr: Eklenemiyor
vi: Không thể thêm

source: Color - %@
ar: اللون - %@
bn: রং - %@
de: Farbe - %@
fr: Couleur - %@
hi: रंग - %@
id: Warna - %@
it: Colore - %@
ja: 色 - %@
nl: Kleur - %@
pl: Kolor - %@
pt_br: Cor - %@
ru: Цвет - %@
th: สี - %@
tr: Renk - %@
vi: Màu - %@

source: Days in prison
ar: أيام في السجن
bn: জেলে দিন
de: Tage im Gefängnis
es: Días en prisión
fr: Jours en prison
hi: जेल में दिन
id: Hari di penjara
it: Giorni in prigione
ja: 刑務所での日数
nl: Dagen in de gevangenis
pl: Dni w więzieniu
pt_br: Dias na prisão
ru: Дней в тюрьме
th: วันในคุก
tr: Hapiste geçen günler
vi: Ngày trong tù

source: Default
ar: افتراضي
bn: ডিফল্ট
de: Standard
es: Predeterminado
fr: Par défaut
hi: डिफ़ॉल्ट
it: Predefinito
ja: デフォルト
nl: Standaard
pl: Domyślny
pt_br: Padrão
ru: По умолчанию
th: ค่าเริ่มต้น
tr: Varsayılan
vi: Mặc định

source: Delete all Trivits
ar: حذف جميع العدادات
bn: সব কাউন্টার মুছুন
de: Alle Zähler löschen
es: Eliminar todos los contadores
fr: Supprimer tous les compteurs
hi: सभी काउंटर हटाएं
id: Hapus semua penghitung
it: Elimina tutti i contatori
ja: すべてのカウンターを削除
nl: Alle tellers verwijderen
pl: Usuń wszystkie liczniki
pt_br: Apagar todos os contadores
ru: Удалить все счётчики
th: ลบตัวนับทั้งหมด
tr: Tüm sayaçları sil
vi: Xóa tất cả bộ đếm

source: Drinks
ar: مشروبات
bn: পানীয়
de: Getränke
es: Bebidas
fr: Boissons
hi: पेय
id: Minuman
it: Bevande
ja: 飲み物
nl: Drankjes
pl: Napoje
pt_br: Bebidas
ru: Напитки
th: เครื่องดื่ม
tr: İçecekler
vi: Đồ uống

source: Feedback
ar: ملاحظات
bn: ফিডব্যাক
es: Comentarios
fr: Commentaire
hi: फीडबैक
id: Masukan
ja: フィードバック
pl: Opinia
ru: Отзыв
th: ความคิดเห็น
tr: Geri Bildirim
vi: Phản hồi

source: Get started!
ar: ابدأ الآن!
bn: শুরু করুন!
de: Los geht's!
es: ¡Empezar!
fr: Commencer!
hi: शुरू करें!
id: Mulai!
it: Inizia!
ja: 始めましょう！
nl: Aan de slag!
pl: Zaczynaj!
pt_br: Começar!
ru: Начать!
th: เริ่มเลย!
tr: Başlayın!
vi: Bắt đầu!

source: Give your Trivit a name
ar: أعط عدادك اسماً
bn: আপনার কাউন্টারের নাম দিন
de: Gib deinem Zähler einen Namen
es: Dale un nombre a tu contador
fr: Donnez un nom à votre compteur
hi: अपने काउंटर को नाम दें
id: Beri nama penghitung Anda
it: Dai un nome al tuo contatore
ja: カウンターに名前をつける
nl: Geef je teller een naam
pl: Nadaj nazwę licznikowi
pt_br: Dê um nome ao seu contador
ru: Дайте название счётчику
th: ตั้งชื่อตัวนับของคุณ
tr: Sayacınıza bir ad verin
vi: Đặt tên cho bộ đếm

source: Got it.
ar: فهمت.
bn: বুঝেছি।
de: Verstanden.
es: Entendido.
fr: Compris.
hi: समझ गया।
id: Mengerti.
it: Capito.
ja: わかりました。
nl: Begrepen.
pl: Rozumiem.
pt_br: Entendi.
ru: Понял.
th: เข้าใจแล้ว
tr: Anladım.
vi: Đã hiểu.

source: Green
ar: أخضر
bn: সবুজ
de: Grün
es: Verde
fr: Vert
hi: हरा
id: Hijau
it: Verde
ja: 緑
nl: Groen
pl: Zielony
pt_br: Verde
ru: Зелёный
th: เขียว
tr: Yeşil
vi: Xanh lá

source: I am missing some things...
ar: أشعر بنقص بعض الأشياء...
bn: কিছু জিনিস মিসিং মনে হচ্ছে...
de: Mir fehlen einige Dinge...
es: Echo en falta algunas cosas...
fr: Il me manque certaines choses...
hi: मुझे कुछ चीज़ें याद आ रही हैं...
id: Ada beberapa hal yang kurang...
it: Mi mancano alcune cose...
ja: 何か足りない気がします...
nl: Ik mis nog wat dingen...
pl: Brakuje mi niektórych rzeczy...
pt_br: Está faltando algumas coisas...
ru: Мне не хватает некоторых вещей...
th: รู้สึกว่าขาดบางอย่าง...
tr: Bazı şeyler eksik...
vi: Tôi thấy thiếu một số thứ...

source: I don't get it.
ar: لم أفهم.
bn: বুঝতে পারছি না।
de: Ich verstehe es nicht.
es: No lo entiendo.
fr: Je ne comprends pas.
hi: मुझे समझ नहीं आया।
id: Saya tidak mengerti.
it: Non capisco.
ja: わかりません。
nl: Ik begrijp het niet.
pl: Nie rozumiem.
pt_br: Não entendi.
ru: Не понимаю.
th: ไม่เข้าใจ
tr: Anlamadım.
vi: Tôi không hiểu.

source: I like what I see.
ar: يعجبني ما أراه.
bn: আমার ভালো লাগছে।
de: Gefällt mir.
es: Me gusta lo que veo.
fr: J'aime ce que je vois.
hi: मुझे यह पसंद है।
id: Saya suka yang saya lihat.
it: Mi piace quello che vedo.
ja: 気に入りました。
nl: Ik vind het leuk.
pl: Podoba mi się.
pt_br: Gostei do que vi.
ru: Мне нравится.
th: ชอบที่เห็น
tr: Gördüklerimi beğendim.
vi: Tôi thích điều tôi thấy.

source: I've seen better, I've seen worse.
ar: رأيت أفضل ورأيت أسوأ.
bn: ঠিকঠাক আছে।
de: Geht so.
es: He visto mejores y peores.
fr: J'ai vu mieux, j'ai vu pire.
hi: ठीक-ठाक है।
id: Lumayan.
it: Ho visto di meglio e di peggio.
ja: まあまあです。
nl: Redelijk.
pl: Widziałem lepsze i gorsze.
pt_br: Já vi melhores e piores.
ru: Видел и лучше, и хуже.
th: พอใช้ได้
tr: Fena değil.
vi: Tạm được.

source: No
ar: لا
bn: না
de: Nein
fr: Non
hi: नहीं
id: Tidak
ja: いいえ
nl: Nee
pl: Nie
pt_br: Não
ru: Нет
th: ไม่
tr: Hayır
vi: Không

source: Off
ar: إيقاف
bn: বন্ধ
de: Aus
es: Desactivado
fr: Désactivé
hi: बंद
id: Mati
it: Disattivato
ja: オフ
nl: Uit
pl: Wył.
pt_br: Desligado
ru: Выкл
th: ปิด
tr: Kapalı
vi: Tắt

source: On
ar: تشغيل
bn: চালু
de: An
es: Activado
fr: Activé
hi: चालू
id: Nyala
it: Attivato
ja: オン
nl: Aan
pl: Wł.
pt_br: Ligado
ru: Вкл
th: เปิด
tr: Açık
vi: Bật

source: Open or close your new Trivit with a single tap
ar: افتح أو أغلق عدادك بنقرة واحدة
bn: একটি ট্যাপে কাউন্টার খুলুন বা বন্ধ করুন
de: Öffne oder schließe deinen Zähler mit einem Tippen
es: Abre o cierra tu contador con un toque
fr: Ouvrez ou fermez votre compteur d'un seul toucher
hi: एक टैप से अपना काउंटर खोलें या बंद करें
id: Buka atau tutup penghitung dengan satu ketukan
it: Apri o chiudi il contatore con un tocco
ja: ワンタップでカウンターを開閉
nl: Open of sluit je teller met één tik
pl: Otwórz lub zamknij licznik jednym dotknięciem
pt_br: Abra ou feche seu contador com um toque
ru: Откройте или закройте счётчик одним касанием
th: แตะครั้งเดียวเพื่อเปิดหรือปิดตัวนับ
tr: Tek dokunuşla sayacınızı açın veya kapatın
vi: Nhấn một lần để mở hoặc đóng bộ đếm

source: Please finish editing the title first.
ar: يرجى إنهاء تحرير العنوان أولاً.
bn: অনুগ্রহ করে আগে শিরোনাম সম্পাদনা শেষ করুন।
de: Bitte beende zuerst die Bearbeitung des Titels.
es: Por favor, termina de editar el título primero.
fr: Veuillez d'abord terminer la modification du titre.
hi: कृपया पहले शीर्षक संपादन पूरा करें।
id: Harap selesaikan pengeditan judul terlebih dahulu.
it: Per favore, termina prima la modifica del titolo.
ja: 先にタイトルの編集を完了してください。
nl: Maak eerst de titel af.
pl: Najpierw zakończ edycję tytułu.
pt_br: Por favor, termine de editar o título primeiro.
ru: Сначала завершите редактирование названия.
th: กรุณาแก้ไขชื่อให้เสร็จก่อน
tr: Lütfen önce başlık düzenlemeyi tamamlayın.
vi: Vui lòng hoàn tất chỉnh sửa tiêu đề trước.

source: Red
ar: أحمر
bn: লাল
de: Rot
es: Rojo
fr: Rouge
hi: लाल
id: Merah
it: Rosso
ja: 赤
nl: Rood
pl: Czerwony
pt_br: Vermelho
ru: Красный
th: แดง
tr: Kırmızı
vi: Đỏ

source: Remove all
ar: إزالة الكل
bn: সব সরান
de: Alle entfernen
es: Eliminar todo
fr: Tout supprimer
hi: सभी हटाएं
id: Hapus semua
it: Rimuovi tutto
ja: すべて削除
nl: Alles verwijderen
pl: Usuń wszystko
pt_br: Remover tudo
ru: Удалить всё
th: ลบทั้งหมด
tr: Tümünü kaldır
vi: Xóa tất cả

source: Reset Trivit
ar: إعادة تعيين العداد
bn: কাউন্টার রিসেট
de: Zähler zurücksetzen
es: Reiniciar contador
fr: Réinitialiser compteur
hi: काउंटर रीसेट करें
id: Atur Ulang Penghitung
it: Azzera Contatore
ja: カウンターをリセット
nl: Teller resetten
pl: Wyzeruj licznik
pt_br: Zerar Contador
ru: Сбросить счётчик
th: รีเซ็ตตัวนับ
tr: Sayacı Sıfırla
vi: Đặt lại bộ đếm

source: Reset all
ar: إعادة تعيين الكل
bn: সব রিসেট
de: Alle zurücksetzen
es: Reiniciar todo
fr: Tout réinitialiser
hi: सभी रीसेट करें
id: Atur ulang semua
it: Azzera tutto
ja: すべてリセット
nl: Alles resetten
pl: Wyzeruj wszystko
pt_br: Zerar tudo
ru: Сбросить всё
th: รีเซ็ตทั้งหมด
tr: Tümünü sıfırla
vi: Đặt lại tất cả

source: Reset all Trivits
ar: إعادة تعيين جميع العدادات
bn: সব কাউন্টার রিসেট
de: Alle Zähler zurücksetzen
es: Reiniciar todos los contadores
fr: Réinitialiser tous les compteurs
hi: सभी काउंटर रीसेट करें
id: Atur ulang semua penghitung
it: Azzera tutti i contatori
ja: すべてのカウンターをリセット
nl: Alle tellers resetten
pl: Wyzeruj wszystkie liczniki
pt_br: Zerar todos os contadores
ru: Сбросить все счётчики
th: รีเซ็ตตัวนับทั้งหมด
tr: Tüm sayaçları sıfırla
vi: Đặt lại tất cả bộ đếm

source: Tap an image to rate:
ar: اضغط على صورة للتقييم:
bn: রেট করতে ছবিতে ট্যাপ করুন:
de: Tippe auf ein Bild zum Bewerten:
es: Toca una imagen para valorar:
fr: Appuyez sur une image pour évaluer:
hi: रेट करने के लिए छवि टैप करें:
id: Ketuk gambar untuk memberi rating:
it: Tocca un'immagine per valutare:
ja: 画像をタップして評価:
nl: Tik op een afbeelding om te beoordelen:
pl: Dotknij obrazek, aby ocenić:
pt_br: Toque em uma imagem para avaliar:
ru: Нажмите на изображение для оценки:
th: แตะรูปเพื่อให้คะแนน:
tr: Değerlendirmek için bir resme dokunun:
vi: Nhấn vào hình để đánh giá:

source: Tap the minus to decrease the count, hold long to reset
ar: اضغط على الناقص لتقليل العد، اضغط مطولاً للتعيين
bn: গণনা কমাতে মাইনাসে ট্যাপ করুন, রিসেট করতে দীর্ঘক্ষণ চাপুন
de: Tippe auf Minus zum Verringern, halte gedrückt zum Zurücksetzen
es: Toca el menos para disminuir, mantén pulsado para reiniciar
fr: Appuyez sur moins pour diminuer, maintenez pour réinitialiser
hi: गिनती कम करने के लिए माइनस टैप करें, रीसेट के लिए लंबे समय तक दबाएं
id: Ketuk minus untuk mengurangi, tahan lama untuk mengatur ulang
it: Tocca il meno per diminuire, tieni premuto per azzerare
ja: マイナスをタップで減少、長押しでリセット
nl: Tik op min om te verlagen, houd ingedrukt om te resetten
pl: Dotknij minus, aby zmniejszyć, przytrzymaj, aby wyzerować
pt_br: Toque no menos para diminuir, segure para zerar
ru: Нажмите минус для уменьшения, удерживайте для сброса
th: แตะลบเพื่อลดจำนวน กดค้างเพื่อรีเซ็ต
tr: Azaltmak için eksi'ye dokunun, sıfırlamak için basılı tutun
vi: Nhấn dấu trừ để giảm, giữ lâu để đặt lại

source: Tap the pen to add a new Trivit
ar: اضغط على القلم لإضافة عداد جديد
bn: নতুন কাউন্টার যোগ করতে পেনে ট্যাপ করুন
de: Tippe auf den Stift für einen neuen Zähler
es: Toca el lápiz para añadir un contador
fr: Appuyez sur le stylo pour ajouter un compteur
hi: नया काउंटर जोड़ने के लिए पेन टैप करें
id: Ketuk pena untuk menambah penghitung baru
it: Tocca la penna per aggiungere un contatore
ja: ペンをタップして新しいカウンターを追加
nl: Tik op de pen om een nieuwe teller toe te voegen
pl: Dotknij pióro, aby dodać nowy licznik
pt_br: Toque na caneta para adicionar um novo contador
ru: Нажмите на перо для добавления счётчика
th: แตะปากกาเพื่อเพิ่มตัวนับใหม่
tr: Yeni sayaç eklemek için kaleme dokunun
vi: Nhấn vào bút để thêm bộ đếm mới

source: Tap to increase the count
ar: اضغط لزيادة العد
bn: গণনা বাড়াতে ট্যাপ করুন
de: Tippen zum Erhöhen
es: Toca para aumentar
fr: Appuyez pour augmenter
hi: गिनती बढ़ाने के लिए टैप करें
id: Ketuk untuk menambah hitungan
it: Tocca per aumentare
ja: タップでカウントアップ
nl: Tik om te verhogen
pl: Dotknij, aby zwiększyć
pt_br: Toque para aumentar a contagem
ru: Нажмите для увеличения
th: แตะเพื่อเพิ่มจำนวน
tr: Artırmak için dokunun
vi: Nhấn để tăng số đếm

source: This is the best app ever!
ar: هذا أفضل تطبيق على الإطلاق!
bn: এটি সেরা অ্যাপ!
de: Das ist die beste App überhaupt!
es: ¡Esta es la mejor app!
fr: C'est la meilleure application!
hi: यह सबसे अच्छा ऐप है!
id: Ini aplikasi terbaik!
it: Questa è la migliore app di sempre!
ja: 最高のアプリです！
nl: Dit is de beste app ooit!
pl: To najlepsza aplikacja w historii!
pt_br: Este é o melhor app de todos!
ru: Это лучшее приложение!
th: แอปที่ดีที่สุดเลย!
tr: Bu şimdiye kadarki en iyi uygulama!
vi: Đây là ứng dụng tuyệt vời nhất!

source: Tutorial
ar: الدليل
bn: টিউটোরিয়াল
de: Anleitung
fr: Tutoriel
hi: ट्यूटोरियल
ja: チュートリアル
nl: Handleiding
pl: Samouczek
ru: Обучение
th: บทเรียน
tr: Rehber
vi: Hướng dẫn

source: Vibration - %@
ar: الاهتزاز - %@
bn: কম্পন - %@
es: Vibración - %@
hi: कंपन - %@
id: Getaran - %@
it: Vibrazione - %@
ja: 振動 - %@
nl: Trillen - %@
pl: Wibracje - %@
pt_br: Vibração - %@
ru: Вибрация - %@
th: การสั่น - %@
tr: Titreşim - %@
vi: Rung - %@
