Repository: BalloonInc/trivit-ios
Catalog: trivit/*.lproj/Localizable.strings
Languages: ar, bn, de, es, fr, hi, id, it, ja, nl, pl, pt_br, ru, th, tr, vi

source: Went swimming this year
ar: السباحة هذا العام
bn: এই বছর সাঁতার
de: Schwimmen dieses Jahr
es: Nadé este año
fr: Nagé cette année
hi: इस साल तैराकी
id: Berenang tahun ini
it: Nuotate quest'anno
ja: 今年の水泳回数
nl: Zwemmen dit jaar
pl: Pływanie w tym roku
pt_br: Nadei este ano
ru: Плавание в этом году
th: ว่ายน้ำปีนี้
tr: Bu yıl yüzme
vi: Bơi năm nay

source: Yes
ar: نعم
bn: হ্যাঁ
de: Ja
es: Sí
fr: Oui
hi: हां
id: Ya
it: Sì
ja: はい
nl: Ja
pl: Tak
pt_br: Sim
ru: Да
th: ใช่
tr: Evet
vi: Có

source: Your feedback (optional)
ar: ملاحظاتك (اختياري)
bn: আপনার মতামত (ঐচ্ছিক)
de: Dein Feedback (optional)
es: Tu comentario (opcional)
fr: Votre commentaire (optionnel)
hi: आपकी प्रतिक्रिया (वैकल्पिक)
id: Masukan Anda (opsional)
it: Il tuo feedback (opzionale)
ja: フィードバック（任意）
nl: Je feedback (optioneel)
pl: Twoja opinia (opcjonalnie)
pt_br: Seu feedback (opcional)
ru: Ваш отзыв (необязательно)
th: ความคิดเห็นของคุณ (ไม่บังคับ)
tr: Geri bildiriminiz (isteğe bağlı)
vi: Phản hồi của bạn (tùy chọn)

source: Hide Counter When Expanded
de: Zähler ausblenden wenn erweitert
es: Ocultar contador al expandir
fr: Masquer le compteur en mode étendu
ja: 展開時にカウンターを非表示
nl: Verberg teller bij uitklappen

source: Deleted Items
de: Gelöschte Elemente
es: Elementos eliminados
fr: Éléments supprimés
ja: 削除済み項目
nl: Verwijderde items

source: Recently Deleted
de: Zuletzt gelöscht
es: Eliminados recientemente
fr: Suppressions récentes
ja: 最近削除した項目
nl: Recent verwijderd

source: No Deleted Items
de: Keine gelöschten Elemente
es: No hay elementos eliminados
fr: Aucun élément supprimé
ja: 削除済み項目はありません
nl: Geen verwijderde items

source: Items you delete will appear here for 30 days
de: Gelöschte Elemente werden hier 30 Tage lang angezeigt
es: Los elementos que elimines aparecerán aquí durante 30 días
fr: Les éléments que vous supprimez apparaîtront ici pendant 30 jours
ja: 削除した項目は30日間ここに表示されます
nl: Items die je verwijdert verschijnen hier 30 dagen

source: Items are permanently deleted after 30 days. Swipe right to restore, swipe left to delete permanently.
de: Elemente werden nach 30 Tagen endgültig gelöscht. Wische nach rechts zum Wiederherstellen, nach links zum endgültigen Löschen.
es: Los elementos se eliminan permanentemente después de 30 días. Desliza a la derecha para restaurar, a la izquierda para eliminar permanentemente.
fr: Les éléments sont définitivement supprimés après 30 jours. Balayez vers la droite pour restaurer, vers la gauche pour supprimer définitivement.
ja: 30日後に完全に削除されます。右にスワイプで復元、左にスワイプで完全削除。
nl: Items worden na 30 dagen definitief verwijderd. Veeg naar rechts om te herstellen, veeg naar links om definitief te verwijderen.

source: Empty Trash
de: Papierkorb leeren
es: Vaciar papelera
fr: Vider la corbeille
ja: ゴミ箱を空にする
nl: Prullenbak legen

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
ja: 復元
nl: Herstellen

source: Deleted "%@"
de: "%@" gelöscht
es: Eliminado "%@"
fr: "%@" supprimé
ja: 「%@」を削除しました
nl: "%@" verwijderd

source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
ja: 元に戻す
nl: Ongedaan maken

source: Welcome to Trivit
de: Willkommen bei Trivit
es: Bienvenido a Trivit
fr: Bienvenue sur Trivit
ja: Trivitへようこそ
nl: Welkom bij Trivit

source: Tap + to add a new counter
de: Tippe auf + um einen neuen Zähler hinzuzufügen
es: Toca + para añadir un nuevo contador
fr: Appuyez sur + pour ajouter un compteur
ja: + をタップして新しいカウンターを追加
nl: Tik op + om een nieuwe teller toe te voegen

source: Long press and drag to reorder
de: Lange drücken und ziehen zum Neuordnen
es: Mantén pulsado y arrastra para reordenar
fr: Maintenez et faites glisser pour réorganiser
ja: 長押ししてドラッグで並べ替え
nl: Houd ingedrukt en sleep om te herordenen

source: Long press a counter for more options
de: Lange auf einen Zähler drücken für weitere Optionen
es: Mantén pulsado un contador para más opciones
fr: Maintenez un compteur pour plus d'options
ja: 長押しでオプションを表示
nl: Houd een teller ingedrukt voor meer opties

source: Got it
de: Verstanden
es: Entendido
fr: Compris
ja: わかりました
nl: Begrepen

source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
ja: 統計
nl: Statistieken

source: History
de: Verlauf
es: Historial
fr: Historique
ja: 履歴
nl: Geschiedenis

source: Open Source
es: Código abierto
ja: オープンソース

source: Source Code
de: Quellcode
es: Código fuente
fr: Code source
ja: ソースコード
nl: Broncode

source: Report Translation Issue
de: Übersetzungsfehler melden
es: Reportar error de traducción
fr: Signaler un problème de traduction
ja: 翻訳の問題を報告
nl: Vertaalfout melden

source: Glasses of water
ar: أكواب الماء
bn: গ্লাস পানি
de: Gläser Wasser
es: Vasos de agua
fr: Verres d'eau
hi: पानी के गिलास
id: Gelas air minum
it: Bicchieri d'acqua
ja: お水を飲んだ回数
nl: Glazen water
pl: Szklanki wody
pt_br: Copos de água
ru: Стаканов воды
th: แก้วน้ำที่ดื่ม
tr: Bardak su
vi: Cốc nước đã uống

source: Fruits eaten today
ar: فواكه أكلتها اليوم
bn: আজকে খাওয়া ফল
de: Früchte gegessen heute
es: Frutas comidas hoy
fr: Fruits mangés aujourd'hui
hi: आज खाए गए फल
id: Buah dimakan hari ini
it: Frutti mangiati oggi
ja: 今日食べたフルーツ
nl: Stukken fruit vandaag
pl: Owoce zjedzone dziś
pt_br: Frutas comidas hoje
ru: Фруктов съедено сегодня
th: ผลไม้ที่กินวันนี้
tr: Bugün yenen meyveler
vi: Trái cây ăn hôm nay

source: Vegetables conquered
ar: خضروات تغلبت عليها
bn: সবজি জয়
de: Gemüse bezwungen
es: Verduras conquistadas
fr: Légumes conquis
hi: सब्जियां जीती गईं
id: Sayuran ditaklukkan
it: Verdure conquistate
ja: やっつけた野菜
nl: Groentes overwonnen
pl: Pokonane warzywa
pt_br: Vegetais conquistados
ru: Овощей покорено
th: ผักที่พิชิตได้
tr: Fethedilen sebzeler
vi: Rau củ chinh phục

source: Hours of sleep
ar: ساعات النوم
bn: ঘুমের ঘণ্টা
de: Stunden geschlafen
es: Horas de sueño
fr: Heures de sommeil
hi: नींद के घंटे
id: Jam tidur
it: Ore di sonno
ja: 睡眠時間
nl: Uren slaap
pl: Godziny snu
pt_br: Horas de sono
ru: Часов сна
th: ชั่วโมงนอน
tr: Uyku saati
vi: Giờ ngủ

source: Steps walked
ar: خطوات مشيتها
bn: হাঁটা পদক্ষেপ
de: Schritte gelaufen
es: Pasos caminados
fr: Pas marchés
hi: चले गए कदम
id: Langkah berjalan
it: Passi fatti
ja: 歩いた歩数
nl: Stappen gelopen
pl: Zrobione kroki
pt_br: Passos caminhados
ru: Шагов пройдено
th: ก้าวที่เดิน
tr: Atılan adımlar
vi: Bước đi

source: Push-ups done
ar: تمارين الضغط
bn: পুশ-আপ করা হয়েছে
de: Liegestütze geschafft
es: Flexiones hechas
fr: Pompes effectuées
hi: पुश-अप किए
id: Push-up dilakukan
it: Flessioni fatte
ja: 腕立て伏せの回数
nl: Push-ups gedaan
pl: Pompki zrobione
pt_br: Flexões feitas
ru: Отжиманий сделано
th: วิดพื้นที่ทำ
tr: Yapılan şınavlar
vi: Lần chống đẩy

source: Minutes exercised
ar: دقائق الرياضة
bn: ব্যায়ামের মিনিট
de: Minuten trainiert
es: Minutos de ejercicio
fr: Minutes d'exercice
hi: व्यायाम के मिनट
id: Menit olahraga
it: Minuti di esercizio
ja: 運動した分数
nl: Minuten gesport
pl: Minuty ćwiczeń
pt_br: Minutos de exercício
ru: Минут зарядки
th: นาทีที่ออกกำลังกาย
tr: Egzersiz dakikası
vi: Phút tập thể dục

source: Healthy snacks
ar: وجبات صحية خفيفة
bn: স্বাস্থ্যকর নাস্তা
de: Gesunde Snacks
es: Snacks saludables
fr: Collations saines
hi: स्वस्थ नाश्ते
id: Camilan sehat
it: Spuntini sani
ja: ヘルシーおやつ
nl: Gezonde snacks
pl: Zdrowe przekąski
pt_br: Lanchinhos saudáveis
ru: Полезных перекусов
th: ขนมสุขภาพ
tr: Sağlıklı atıştırmalıklar
vi: Đồ ăn vặt lành mạnh

source: Deep breaths taken
ar: أنفاس عميقة
bn: গভীর শ্বাস নেওয়া
de: Tiefe Atemzüge
es: Respiraciones profundas
fr: Respirations profondes
hi: गहरी सांसें ली गईं
id: Napas dalam diambil
it: Respiri profondi
ja: 深呼吸した回数
nl: Keer diep ademgehaald
pl: Głębokie oddechy
pt_br: Respirações profundas
ru: Глубоких вдохов
th: การหายใจลึกๆ
tr: Alınan derin nefesler
vi: Lần hít thở sâu

source: Times I said 'wow'
ar: مرات قلت 'واو'
bn: যতবার বলেছি 'বাহ!'
de: Mal 'wow' gesagt
es: Veces que dije 'guau'
fr: Fois où j'ai dit 'waouh'
hi: जितनी बार मैंने 'वाह' कहा
id: Kali aku bilang 'wow'
it: Volte che ho detto 'wow'
ja: 「わぁ！」って言った回数
nl: Keer 'wauw' gezegd
pl: Ile razy powiedziałem 'wow'
pt_br: Vezes que eu disse 'uau'
ru: Раз сказал «вау»
th: ครั้งที่พูดว่า 'ว้าว'
tr: 'Vay be' dediğim anlar
vi: Lần nói 'ồ'

source: Cookies in my tummy
ar: بسكويت في بطني
bn: পেটে বিস্কুট
de: Kekse im Bauch
es: Galletas en mi barriguita
fr: Biscuits dans mon ventre
hi: मेरे पेट में बिस्कुट
id: Kue di perutku
it: Biscotti nella pancia
ja: おなかの中のクッキー
nl: Koekjes in mijn buik
pl: Ciasteczka w brzuszku
pt_br: Biscoitos na barriga
ru: Печенек в животе
th: คุกกี้ในท้อง
tr: Karnımdaki kurabiyeler
vi: Bánh quy trong bụng

source: Silly dances performed
ar: رقصات مضحكة
bn: মজার নাচ করা
de: Alberne Tänze aufgeführt
es: Bailes tontos realizados
fr: Danses rigolotes exécutées
hi: मज़ेदार नाच किए
id: Tarian konyol dilakukan
it: Balletti buffi eseguiti
ja: へんてこダンスした回数
nl: Gekke dansjes gedaan
pl: Głupie tańce wykonane
pt_br: Dancinhas bobas feitas
ru: Глупых танцев станцевано
th: เต้นบ้าๆ
tr: Yapılan komik danslar
vi: Điệu nhảy ngớ ngẩn

source: Dad jokes survived
ar: نكت أبوية تحملتها
bn: বাবার জোকস সহ্য করা
de: Papas Witze überlebt
es: Chistes de papá sobrevividos
fr: Blagues de papa survécues
hi: पापा के जोक्स झेले
id: Lelucon bapak-bapak ditahan
it: Battutacce sopravvissute
ja: パパのダジャレに耐えた回数
nl: Flauwe grappen overleefd
pl: Przeżyte suche żarty taty
pt_br: Piadas do pai sobrevividas
ru: Папиных шуток пережито
th: มุกพ่อที่ทน
tr: Atlattığım baba şakaları
vi: Chuyện cười bố kể

source: Pillows fluffed
ar: وسائد نفشتها
bn: বালিশ ঝাঁকানো
de: Kissen aufgeschüttelt
es: Almohadas esponjadas
fr: Oreillers tapotés
hi: तकिए फुलाए
id: Bantal dikembangkan
it: Cuscini sprimacciati
ja: 枕をふかふかにした回数
nl: Kussens opgeklopt
pl: Napuszone poduszki
pt_br: Travesseiros fofados
ru: Подушек взбито
th: หมอนที่ปรับ
tr: Kabartılan yastıklar
vi: Gối đã xốp

source: Socks matched
ar: جوارب طابقتها
bn: মোজা মিলানো
de: Sockenpaare gefunden
es: Calcetines emparejados
fr: Chaussettes assorties
hi: मोज़े मिलाए
id: Kaos kaki dicocokkan
it: Calzini abbinati
ja: そろえた靴下
nl: Sokken gecombineerd
pl: Dopasowane skarpetki
pt_br: Meias combinadas
ru: Носков найдено в пару
th: ถุงเท้าที่จับคู่
tr: Eşleştirilen çoraplar
vi: Đôi tất ghép đúng

source: Clouds that look like animals
ar: غيوم تشبه الحيوانات
bn: পশুর মতো দেখতে মেঘ
de: Wolken die wie Tiere aussehen
es: Nubes con forma de animal
fr: Nuages qui ressemblent à des animaux
hi: जानवरों जैसे बादल देखे
id: Awan mirip hewan
it: Nuvole a forma di animali
ja: 動物に見えた雲
nl: Wolken die op dieren lijken
pl: Chmury podobne do zwierząt
pt_br: Nuvens parecendo bichos
ru: Облаков, похожих на зверей
th: ก้อนเมฆรูปสัตว์
tr: Hayvana benzeyen bulutlar
vi: Mây giống con vật

source: Times the dog wagged its tail
ar: مرات هز الكلب ذيله
bn: কুকুর লেজ নেড়েছে
de: Mal hat der Hund gewedelt
es: Veces que el perro movió la cola
fr: Fois où le chien a remué la queue
hi: कुत्ते ने पूंछ हिलाई
id: Kali anjing mengibas ekor
it: Scodinzolate del cane
ja: 犬がしっぽを振った回数
nl: Keer dat de hond kwispelde
pl: Merdania ogonkiem psa
pt_br: Vezes que o cachorro abanou o rabo
ru: Раз собака виляла хвостом
th: ครั้งที่หมากระดิกหาง
tr: Köpeğin kuyruk sallaması
vi: Lần cún vẫy đuôi

source: Sneezes today
ar: عطسات اليوم
bn: আজকের হাঁচি
de: Nieser heute
es: Estornudos de hoy
fr: Éternuements aujourd'hui
hi: आज की छींकें
id: Bersin hari ini
it: Starnuti oggi
ja: 今日のくしゃみ
nl: Keer geniest vandaag
pl: Dzisiejsze kichnięcia
pt_br: Espirros hoje
ru: Чихов сегодня
th: จามวันนี้
tr: Bugünkü hapşırıklar
vi: Lần hắt xì hôm nay

source: Yawns caught from others
ar: تثاؤبات انتقلت إلي
bn: অন্যদের কাছ থেকে হাই তোলা
de: Gähnen von anderen angesteckt
es: Bostezos contagiados
fr: Bâillements attrapés des autres
hi: दूसरों से जम्हाई ली
id: Menguap ketularan
it: Sbadigli contagiati
ja: もらいあくび
nl: Gapen van anderen overgenomen
pl: Ziewania złapane od innych
pt_br: Bocejos contagiados
ru: Зевков подхвачено от других
th: หาวติดคนอื่น
tr: Başkalarından kapılan esnemeler
vi: Lần ngáp lây

source: High fives given
ar: تصفيقات عالية أعطيتها
bn: হাই ফাইভ দেওয়া
de: High Fives gegeben
es: Choques de mano dados
fr: Tapes dans la main données
hi: हाई-फाइव दिए
id: Tos diberikan
it: Batti cinque dati
ja: ハイタッチした回数
nl: High fives gegeven
pl: Przybite piątki
pt_br: Toques de mão dados
ru: Дай пять!
th: ไฮไฟว์ที่ให้
tr: Çakılan beşlikler
vi: Lần đập tay

source: Bubbles blown
ar: فقاعات نفختها
bn: বুদবুদ ফোলানো
de: Seifenblasen gepustet
es: Burbujas sopladas
fr: Bulles soufflées
hi: बुलबुले फुलाए
id: Gelembung ditiup
it: Bolle soffiate
ja: ふいたシャボン玉
nl: Bellen geblazen
pl: Dmuchnięte bańki
pt_br: Bolhas de sabão sopradas
ru: Пузырей надуто
th: ฟองสบู่ที่เป่า
tr: Üflenen baloncuklar
vi: Bong bóng thổi

source: Puddles jumped in
ar: برك قفزت فيها
bn: জলের ডোবায় লাফ
de: In Pfützen gesprungen
es: Charcos pisados
fr: Flaques d'eau sautées
hi: पानी के गड्ढों में कूदे
id: Genangan dilompati
it: Pozzanghere saltate
ja: 水たまりにジャンプした回数
nl: Plassen ingesprongen
pl: Kałuże przeskoczone
pt_br: Poças puladas
ru: Луж перепрыгнуто
th: แอ่งน้ำที่กระโดด
tr: Atlanan su birikintileri
vi: Vũng nước nhảy qua

source: Funny faces made
ar: وجوه مضحكة صنعتها
bn: মজার মুখ বানানো
de: Grimassen geschnitten
es: Caras graciosas hechas
fr: Grimaces faites
hi: मज़ेदार चेहरे बनाए
id: Muka lucu dibuat
it: Smorfie buffe fatte
ja: 変顔した回数
nl: Gekke gezichten getrokken
pl: Śmieszne miny zrobione
pt_br: Caretas feitas
ru: Смешных рожиц скорчено
th: หน้าตลกที่ทำ
tr: Yapılan komik suratlar
vi: Mặt hài hước làm

source: Songs sung in shower
ar: أغاني غنيتها بالحمام
bn: গোসলে গান গাওয়া
de: Lieder unter der Dusche gesungen
es: Canciones cantadas en la ducha
fr: Chansons chantées sous la douche
hi: नहाते समय गाने गाए
id: Lagu dinyanyikan di kamar mandi
it: Canzoni cantate sotto la doccia
ja: お風呂で歌った曲
nl: Liedjes onder de douche
pl: Piosenki zaśpiewane pod prysznicem
pt_br: Músicas cantadas no banho
ru: Песен спето в душе
th: เพลงที่ร้องในห้องน้ำ
tr: Duşta söylenen şarkılar
vi: Bài hát khi tắm

source: Times I forgot why I walked into a room
ar: مرات نسيت لماذا دخلت الغرفة
bn: ঘরে কেন এসেছি ভুলে গেছি
de: Vergessen warum ich ins Zimmer kam
es: Veces que olvidé por qué entré a una habitación
fr: Fois où j'ai oublié pourquoi je suis entré dans une pièce
hi: कमरे में क्यों आया भूल गया
id: Kali lupa kenapa masuk ruangan
it: Volte che ho dimenticato perché sono entrato
ja: なんで来たか忘れた回数
nl: Keer vergeten waarom ik de kamer in liep
pl: Ile razy zapomniałem po co wszedłem do pokoju
pt_br: Vezes que esqueci por que entrei no cômodo
ru: Раз забыл, зачем зашёл в комнату
th: ครั้งที่ลืมว่าเดินเข้ามาทำไม
tr: Neden odaya girdiğimi unuttuğum anlar
vi: Lần quên mình vào phòng làm gì

source: Dinosaur facts learned
ar: معلومات عن الديناصورات تعلمتها
bn: ডাইনোসর সম্পর্কে শেখা
de: Dino-Fakten gelernt
es: Datos de dinosaurios aprendidos
fr: Faits sur les dinosaures appris
hi: डायनासोर के फैक्ट्स सीखे
id: Fakta dinosaurus dipelajari
it: Curiosità sui dinosauri imparate
ja: 覚えた恐竜の豆知識
nl: Dinosaurusweetjes geleerd
pl: Poznane fakty o dinozaurach
pt_br: Fatos sobre dinossauros aprendidos
ru: Фактов о динозаврах узнано
th: ความรู้ไดโนเสาร์
tr: Öğrenilen dinozor bilgileri
vi: Sự thật về khủng long

source: Cards stacked before falling
ar: أوراق رصصتها قبل السقوط
bn: পড়ার আগে তাস সাজানো
de: Karten gestapelt vor dem Umfallen
es: Cartas apiladas antes de caer
fr: Cartes empilées avant de tomber
hi: गिरने से पहले ताश जमाए
id: Kartu ditumpuk sebelum jatuh
it: Carte impilate prima di cadere
ja: 倒れる前に積めたトランプ
nl: Kaarten gestapeld voor het omviel
pl: Karty ułożone przed upadkiem
pt_br: Cartas empilhadas antes de cair
ru: Карт сложено до падения
th: ไพ่ที่ซ้อนก่อนล้ม
tr: Düşmeden dizilen kartlar
vi: Lá bài xếp trước khi đổ

source: Grapes caught in mouth
ar: عنب التقطته بفمي
bn: মুখে আঙুর ধরা
de: Trauben mit dem Mund gefangen
es: Uvas atrapadas con la boca
fr: Raisins attrapés dans la bouche
hi: मुंह में अंगूर पकड़े
id: Anggur ditangkap dengan mulut
it: Acini d'uva presi al volo
ja: 口でキャッチしたぶどう
nl: Druiven gevangen met mijn mond
pl: Winogrona złapane buzią
pt_br: Uvas pegas com a boca
ru: Виноградин поймано ртом
th: องุ่นที่รับด้วยปาก
tr: Ağızla yakalanan üzümler
vi: Nho bắt bằng miệng

source: Paper airplanes launched
ar: طائرات ورقية أطلقتها
bn: কাগজের বিমান উড়ানো
de: Papierflieger gestartet
es: Aviones de papel lanzados
fr: Avions en papier lancés
hi: कागज़ के हवाई जहाज़ उड़ाए
id: Pesawat kertas diluncurkan
it: Aeroplanini di carta lanciati
ja: 飛ばした紙飛行機
nl: Papieren vliegtuigjes gelanceerd
pl: Wystrzelone papierowe samoloty
pt_br: Aviõezinhos de papel lançados
ru: Бумажных самолётиков запущено
th: เครื่องบินกระดาษที่ปล่อย
tr: Uçurulan kağıt uçaklar
vi: Máy bay giấy phóng

source: Books read
ar: كتب قرأتها
bn: বই পড়া হয়েছে
de: Bücher gelesen
es: Libros leídos
fr: Livres lus
hi: किताबें पढ़ीं
id: Buku dibaca
it: Libri letti
ja: 読んだ本
nl: Boeken gelezen
pl: Przeczytane książki
pt_br: Livros lidos
ru: Книг прочитано
th: หนังสือที่อ่าน
tr: Okunan kitaplar
vi: Sách đã đọc

source: Pages finished
ar: صفحات أنهيتها
bn: পাতা শেষ করা
de: Seiten gelesen
es: Páginas terminadas
fr: Pages terminées
hi: पन्ने पूरे किए
id: Halaman diselesaikan
it: Pagine finite
ja: 読んだページ
nl: Pagina's afgemaakt
pl: Skończone strony
pt_br: Páginas terminadas
ru: Страниц прочитано
th: หน้าที่อ่านจบ
tr: Bitirilen sayfalar
vi: Trang hoàn thành

source: Tasks completed
ar: مهام أنجزتها
bn: কাজ সম্পন্ন
de: Aufgaben erledigt
es: Tareas completadas
fr: Tâches accomplies
hi: काम पूरे किए
id: Tugas diselesaikan
it: Compiti completati
ja: 終わらせたタスク
nl: Taken afgerond
pl: Ukończone zadania
pt_br: Tarefas concluídas
ru: Задач выполнено
th: งานที่เสร็จ
tr: Tamamlanan görevler
vi: Việc hoàn tất

source: Ideas had
ar: أفكار خطرت لي
bn: আইডিয়া পাওয়া
de: Ideen gehabt
es: Ideas tenidas
fr: Idées eues
hi: आइडिया आए
id: Ide muncul
it: Idee avute
ja: ひらめいたアイデア
nl: Ideeën gehad
pl: Pomysły, które miałem
pt_br: Ideias tidas
ru: Идей родилось
th: ไอเดียที่คิดได้
tr: Akla gelen fikirler
vi: Ý tưởng nảy ra

source: Problems solved
ar: مشاكل حللتها
bn: সমস্যা সমাধান
de: Probleme gelöst
es: Problemas resueltos
fr: Problèmes résolus
hi: समस्याएं सुलझाईं
id: Masalah dipecahkan
it: Problemi risolti
ja: 解決した問題
nl: Problemen opgelost
pl: Rozwiązane problemy
pt_br: Problemas resolvidos
ru: Проблем решено
th: ปัญหาที่แก้ได้
tr: Çözülen problemler
vi: Vấn đề giải quyết

source: Minutes of focus
ar: دقائق التركيز
bn: মনোযোগের মিনিট
de: Minuten konzentriert
es: Minutos de concentración
fr: Minutes de concentration
hi: ध्यान के मिनट
id: Menit fokus
it: Minuti di concentrazione
ja: 集中した分数
nl: Minuten gefocust
pl: Minuty skupienia
pt_br: Minutos de foco
ru: Минут концентрации
th: นาทีที่โฟกัส
tr: Odaklanma dakikaları
vi: Phút tập trung

source: Emails conquered
ar: رسائل بريد تغلبت عليها
bn: ইমেইল জয়
de: E-Mails bewältigt
es: Correos conquistados
fr: Emails conquis
hi: ईमेल निपटाए
id: Email ditaklukkan
it: Email conquistate
ja: やっつけたメール
nl: E-mails verslagen
pl: Pokonane maile
pt_br: E-mails conquistados
ru: Писем покорено
th: อีเมลที่จัดการ
tr: Hallettilen e-postalar
vi: Email xử lý xong

source: Meetings survived
ar: اجتماعات نجوت منها
bn: মিটিং সহ্য করা
de: Meetings überlebt
es: Reuniones sobrevividas
fr: Réunions survécues
hi: मीटिंग्स झेली
id: Rapat dilewati
it: Riunioni sopravvissute
ja: 乗り切った会議
nl: Vergaderingen overleefd
pl: Przeżyte spotkania
pt_br: Reuniões sobrevividas
ru: Совещаний пережито
th: ประชุมที่รอด
tr: Atlattığım toplantılar
vi: Cuộc họp sống sót

source: Hugs given
ar: أحضان أعطيتها
bn: জড়িয়ে ধরা
de: Umarmungen gegeben
es: Abrazos dados
fr: Câlins donnés
hi: गले लगाए
id: Pelukan diberikan
it: Abbracci dati
ja: ハグした回数
nl: Knuffels gegeven
pl: Dane przytulasy
pt_br: Abraços dados
ru: Обнимашек подарено
th: กอดที่ให้
tr: Verilen sarılmalar
vi: Cái ôm tặng

source: Thank yous said
ar: شكراً قلتها
bn: ধন্যবাদ বলা
de: Danke gesagt
es: Gracias dichos
fr: Mercis dits
hi: धन्यवाद कहे
id: Terima kasih diucapkan
it: Grazie detti
ja: ありがとうの回数
nl: Keer bedankt gezegd
pl: Powiedziane dziękuję
pt_br: Obrigados ditos
ru: Спасибо сказано
th: ขอบคุณที่พูด
tr: Söylenen teşekkürler
vi: Lời cảm ơn nói

source: Smiles shared
ar: ابتسامات شاركتها
bn: হাসি ভাগাভাগি
de: Lächeln geteilt
es: Sonrisas compartidas
fr: Sourires partagés
hi: मुस्कुराहट बांटी
id: Senyum dibagikan
it: Sorrisi condivisi
ja: にっこり笑った回数
nl: Glimlachen gedeeld
pl: Uśmiechy podarowane
pt_br: Sorrisos compartilhados
ru: Улыбок подарено
th: รอยยิ้มที่แบ่งปัน
tr: Paylaşılan gülümsemeler
vi: Nụ cười chia sẻ

source: Compliments given
ar: مجاملات قدمتها
bn: প্রশংসা করা
de: Komplimente gemacht
es: Cumplidos dados
fr: Compliments donnés
hi: तारीफें की
id: Pujian diberikan
it: Complimenti fatti
ja: 褒めた回数
nl: Complimenten gegeven
pl: Komplementy powiedziane
pt_br: Elogios dados
ru: Комплиментов сказано
th: คำชมที่ให้
tr: Verilen iltifatlar
vi: Lời khen tặng

source: Acts of kindness
ar: أعمال طيبة
bn: দয়ার কাজ
de: Gute Taten
es: Actos de bondad
fr: Gestes de gentillesse
hi: अच्छे काम किए
id: Kebaikan dilakukan
it: Gesti gentili
ja: 親切にした回数
nl: Goede daden
pl: Dobre uczynki
pt_br: Atos de gentileza
ru: Добрых дел
th: ความดีที่ทำ
tr: İyilik hareketleri
vi: Việc tốt làm

source: Friends helped
ar: أصدقاء ساعدتهم
bn: বন্ধুদের সাহায্য করা
de: Freunden geholfen
es: Amigos ayudados
fr: Amis aidés
hi: दोस्तों की मदद की
id: Teman dibantu
it: Amici aiutati
ja: 助けた友達
nl: Vrienden geholpen
pl: Przyjaciele, którym pomogłem
pt_br: Amigos ajudados
ru: Друзьям помог
th: เพื่อนที่ช่วย
tr: Yardım edilen arkadaşlar
vi: Bạn bè giúp đỡ

source: Doors held open
ar: أبواب أمسكتها مفتوحة
bn: দরজা ধরে রাখা
de: Türen aufgehalten
es: Puertas sostenidas
fr: Portes tenues ouvertes
hi: दरवाज़े खोले रखे
id: Pintu ditahan terbuka
it: Porte tenute aperte
ja: ドアを押さえてあげた回数
nl: Deuren opengehouden
pl: Przytrzymane drzwi
pt_br: Portas seguradas
ru: Дверей придержано
th: ประตูที่เปิดให้
tr: Tutulan kapılar
vi: Cửa giữ mở

source: New words learned
ar: كلمات جديدة تعلمتها
bn: নতুন শব্দ শেখা
de: Neue Wörter gelernt
es: Palabras nuevas aprendidas
fr: Nouveaux mots appris
hi: नए शब्द सीखे
id: Kata baru dipelajari
it: Parole nuove imparate
ja: 覚えた新しい言葉
nl: Nieuwe woorden geleerd
pl: Nowe słowa poznane
pt_br: Palavras novas aprendidas
ru: Новых слов выучено
th: คำใหม่ที่เรียนรู้
tr: Öğrenilen yeni kelimeler
vi: Từ mới học

source: Questions asked
ar: أسئلة سألتها
bn: প্রশ্ন করা
de: Fragen gestellt
es: Preguntas hechas
fr: Questions posées
hi: सवाल पूछे
id: Pertanyaan diajukan
it: Domande fatte
ja: 質問した回数
nl: Vragen gesteld
pl: Zadane pytania
pt_br: Perguntas feitas
ru: Вопросов задано
th: คำถามที่ถาม
tr: Sorulan sorular
vi: Câu hỏi đặt ra

source: Facts discovered
ar: حقائق اكتشفتها
bn: তথ্য আবিষ্কার
de: Fakten entdeckt
es: Datos descubiertos
fr: Faits découverts
hi: फैक्ट्स खोजे
id: Fakta ditemukan
it: Fatti scoperti
ja: 発見したこと
nl: Weetjes ontdekt
pl: Odkryte fakty
pt_br: Fatos descobertos
ru: Фактов открыто
th: ข้อเท็จจริงที่ค้นพบ
tr: Keşfedilen gerçekler
vi: Điều thú vị khám phá

source: Languages practiced
ar: لغات تدربت عليها
bn: ভাষা অনুশীলন
de: Sprachen geübt
es: Idiomas practicados
fr: Langues pratiquées
hi: भाषाएं प्रैक्टिस कीं
id: Bahasa dilatih
it: Lingue praticate
ja: 練習した言語
nl: Talen geoefend
pl: Ćwiczone języki
pt_br: Idiomas praticados
ru: Языков практиковано
th: ภาษาที่ฝึก
tr: Pratik yapılan diller
vi: Ngôn ngữ luyện tập

source: Puzzles solved
ar: ألغاز حللتها
bn: ধাঁধা সমাধান
de: Rätsel gelöst
es: Rompecabezas resueltos
fr: Puzzles résolus
hi: पहेलियां सुलझाईं
id: Teka-teki dipecahkan
it: Puzzle risolti
ja: 解いたパズル
nl: Puzzels opgelost
pl: Rozwiązane łamigłówki
pt_br: Quebra-cabeças resolvidos
ru: Головоломок решено
th: ปริศนาที่ไข
tr: Çözülen bulmacalar
vi: Câu đố giải
