Repository: BalloonInc/trivit-ios
Catalog: trivit/localization/*.xliff
Languages: fr, nl

# 0oe-9h-6Ea.normalTitle
source: Show tutorial
fr: Šĥôŵŵ ţûûţôŕŕîàļ
nl: Toon tutorial

# 798-Ww-cFl.title
source: Settings
fr: Šéţţţîñĝĝš
nl: Instellingen

# DO0-kr-C6k.normalTitle
source: Reset all trivits
fr: Ŕéšééţ ààļļ ţŕîṽṽîţšš
nl: Reset alle trivits

# Obg-Ql-Sqf.title
source: Trivit
fr: Ţŕîṽṽîţ

# OtX-4S-3Hp.text
source: Brought to you by Balloon.Inc
fr: Ɓŕôûûĝĥţţ ţôô ýôûû ƀýý Ɓààļļôôôñ·ÎÎñç
nl: Een creatie van Balloon Inc.

# TSn-QR-jwc.text
source: Tally marks, also called hash marks, are a unary numeral system. They are a form of numeral used for counting. They are most useful in counting or tallying ongoing results, such as the score in a game or sport, as no intermediate results need to be erased or discarded. However, because of the length of large numbers, tallies are not commonly used for static text. Notched sticks, known as tally sticks, were also historically used for this purpose.
fr: Ţàļļļý ɱɱàŕķķš، ààļšôô çààļļéðð ĥààšĥ ɱàŕķķš، àŕéé à ûûñàŕŕý ññûɱéŕŕàļ šýššţéɱ·· Ţĥĥéý àŕé à ƒƒôŕɱɱ ôƒ ñûɱɱéŕààļ ûššéð ƒôŕŕ çôûûñţîîñĝ·· Ţĥééý ààŕé ɱôšţţ ûššéƒûûļ îññ çôôûñţţîñĝ ôŕ ţàļļļýîññĝ ôôñĝôôîñĝ ŕéššûļţţš، ššûçĥĥ àšš ţĥéé šççôŕéé îñ à ĝĝàɱéé ôŕ šþôôŕţ،، àš ñô îñţţéŕɱééðîààţé ŕéšûûļţšš ñéééð ţţô ƀƀé ééŕàšééð ôôŕ ððîšçààŕðééð· Ĥôŵééṽéŕŕ، ƀƀéçàûûšé ôƒ ţĥé ļéññĝţĥĥ ôƒ ļàŕŕĝé ñûɱƀƀéŕšš، ţţàļļîîéš àŕéé ñôţţ çôôɱɱôôñļý ûšééð ƒƒôŕ ššţàţţîç ţéẋţţ· ÑÑôţççĥéð šţîîçķšš، ķññôŵññ àšš ţàļļļý šţîîçķš،، ŵééŕé àļšôô ĥîîšţôôŕîçààļļýý ûššéð ƒƒôŕ ţĥîîš þûûŕþôôšé··
nl: Turven is het tellen door streepjes per vijf te groeperen; de eerst vier evenwijdig staand en het vijfde er diagonaal doorheen.\nTurven wordt onder meer in de vinkensport en bij manuele statistiek uitgeoefend.\nHet woord is afgeleid van turf omdat de blokjes daar enigszins op lijken. Ook is het mogelijk dat een dergelijke wijze van tellen werd gebruikt bij het tellen van een hoeveelheid turf.\n

# UQ0-IB-Nat.text
source: Color Set
fr: Çôļôôŕ ŠŠéţ
nl: Kleurset

# VwX-bd-ZzG.segmentTitles[0]
source: Flat
fr: Ƒļàţţ

# VwX-bd-ZzG.segmentTitles[1]
source: iOS
fr: îÔŠ

# VwX-bd-ZzG.segmentTitles[2]
source: Trivit
fr: Ţŕîṽṽîţ

# aNY-hB-Hrp.title
source: About Trivit
fr: Àƀôûûţ ŢŢŕîṽṽîţ
nl: Over Trivit

# g6q-aW-cpu.normalTitle
source: Delete all trivits
fr: Ðéļééţé àļļļ ţŕîîṽîţţš
nl: Verwijder alle trivits

# jiI-xk-2f7.normalTitle
source: Get started!
fr: Ĝéţ šţààŕţééð¡
nl: Aan de slag!

# zIL-Af-Scs.text
source: Vibration Feedback
fr: Ṽîƀŕŕàţîîôñ Ƒééððƀàççķ
nl: Tril feedback

# zos-oM-Mq1.text
source: http://en.wikipedia.org/wiki/Tally_marks
fr: ĥţţþþ∶//ééñ·ŵŵîķîþþéðîîà·ôôŕĝ/ŵŵîķîî/Ţààļļý__ɱàŕŕķš
nl: http://nl.wikipedia.org/wiki/Turven

# ?
source: Are you sure you want to reset \
fr: Àŕé ýôûû šûûŕé ýýôû ŵàññţ ţôô ŕééšéţţ \
nl: Bent u zeker dat u de teller van \

source: Are you sure you want to delete all trivits?
fr: Àŕé ýôûû šûûŕé ýýôû ŵàññţ ţôô ðééļéţţé àļļļ ţţŕîṽṽîţš¿¿
nl: Bent u zeker dat u alle trivits wilt verwijderen?

source: Are you sure you want to reset all counts to 0?
fr: Àŕé ýôûû šûûŕé ýýôû ŵàññţ ţôô ŕééšéţţ àļļļ çôôûñţţš ţôô ⓞ¿¿
nl: Bent u zeker dat u alle tellers naar 0 wilt resetten?

source: Days without smoking
fr: Ðàýšš ŵîîţĥôôûţ ššɱôķķîñĝĝ
nl: Dagen zonder roken

source: Delete all Trivits
fr: Ðéļééţé àļļļ Ţŕîîṽîţţš
nl: Verwijder alle Trivits

source: Drinks
fr: Ðŕîññķš
nl: Drankjes

source: No
fr: Ñô
nl: Nee

source: Reset Trivit
fr: Ŕéšééţ ŢŢŕîṽṽîţ

source: Reset all Trivits
fr: Ŕéšééţ ààļļ Ţŕîṽṽîţšš
nl: Reset alle Trivits

source: Swipe left to remove
fr: Šŵîþþé ļļéƒţţ ţô ŕéɱɱôṽéé
nl: Veeg naar links om te verwijderen

source: Tap and hold to edit title
fr: Ţàþ àñðð ĥôôļð ţţô ééðîţţ ţîţţļé
nl: Tik en houd om de titel te bewerken

source: Tap to add tallies
fr: Ţàþ ţô àððð ţàļļļîééš
nl: Tik om te turven

source: Went swimming this year
fr: Ŵéñţţ šŵŵîɱɱɱîñĝ ţĥîîš ýýéàŕ
nl: Zwemmen dit jaar

source: Yes
fr: Ýéš
nl: Ja
